Repository: DBinaghi/plugin-RelatedContent
Catalog: languages/*.po
Languages: it

source: Related Items you might want to check out
it: Documenti correlati che potresti voler controllare

source: Items Limit
it: Limite documenti

source: The maximum amount of related Items to be suggested.
it: Il numero massimo di documenti correlati da suggerire.

source: Use Square Thumbnails
it: Usa miniature quadrate

source: If checked, cropped square thumbnails are displayed.
it: Se selezionata, verranno mostrate miniature squadrate.

source: Use Short Date
it: Usa data corta

source: If checked, just the year (first 4 digits) will be considered for date similarity.
it: Se selezionata, solo l'anno (le prime 4 cifre) verrà considerato per la similarità per data.

source: Criteria
it: Criteri

source: Criterion
it: Criterio

source: Weight
it: Peso

source: Constraint
it: Vincolo

source: Is Date
it: È data

source: Other criteria
it: Altri criteri

source: Item Type
it: Tipologia documento

source: Collection
it: Collezione

source: Tags
it: Etichette
